[
    {
      "title": "Heartstopper: Volume Five (Heartstopper, #5)",
      "author": "Alice Oseman",
      "rating": 4.61,
      "description": "Boy meets boy. Boys become friends. Boys fall in love. The bestselling LGBTQ+ graphic novel about life, love, and everything that happens in between.",
      "image": "assets/latest_books/book1.jpg"
    },
    {
      "title": "Ruthless Vows (Letters of Enchantment, #2)",
      "author": "Rebecca Ross",
      "rating": 4.59,
      "description": "The epic conclusion to the intensely romantic and beautifully written story that started in Divine Rivals. Two weeks have passed since Iris Winnow returned home bruised and heartbroken from the front...",
      "image": "assets/latest_books/book2.jpg"
    },
    {
      "title": "This Spells Love",
      "author": "Kate Robb",
      "rating": 3.94,
      "description": "A young woman tries to heal her heartbreak by casting a spell to erase her ex from her past, but she wakes up in an alternate reality where she’s lost more than she wished for in this witty, whimsical friends-to-lovers debut...",
      "image": "assets/latest_books/book3.jpg"
    },
    {
      "title": "Gold (The Plated Prisoner, #5)",
      "author": "Raven Kennedy",
      "rating": 4.18,
      "description": "\"Find me in another life. Find me in them all.\" Every end is also a beginning. I thought I was going to die, and would have if it weren’t for Slade...",
      "image": "assets/latest_books/book4.jpg"
    },
    {
      "title": "The Other Mothers",
      "author": "Katherine Faulkner",
      "rating": 3.94,
      "description": "When a young nanny is found dead in mysterious circumstances, new mom, Tash, is intrigued. She has been searching for a story to launch her career as a freelance journalist...",
      "image": "assets/latest_books/book5.jpg"
    },
    {
      "title": "The Fake Mate",
      "author": "Lana Ferguson",
      "rating": 3.93,
      "description": "Two wolf shifters agree to be fake mates but unexpectedly find something real in this steamy paranormal romantic comedy by Lana Ferguson...",
      "image": "assets/latest_books/book6.jpg"
    },
    {
      "title": "Hissy Fit",
      "author": "Mary Kay Andrews",
      "rating": 3.96,
      "description": "Whether it’s a mystery, sassy women’s fiction, or a combination of the two, New York Times bestseller Mary Kay Andrews always gives her fans a read to remember...",
      "image": "assets/latest_books/book7.jpg"
    },
    {
      "title": "God of Fury (Legacy of Gods, #5)",
      "author": "Rina Kent",
      "rating": 4.55,
      "description": "From USA Today bestselling author Rina Kent comes a new STANDALONE MM college romance. I’m not attracted to men. Or so I thought before I slammed into Nikolai Sokolov...",
      "image": "assets/latest_books/book8.jpg"
    },
    {
      "title": "Savannah Blues (Weezie and Bebe Mysteries, #1)",
      "author": "Mary Kay Andrews",
      "rating": 3.98,
      "description": "Meet Weezie (aka Eloise) Foley, a feisty antiques “picker,” banished by her spiteful ex-husband from the house she herself restored in Savannah’s historic district...",
      "image": "assets/latest_books/book9.jpg"
    },
    {
      "title": "Same Time Next Year",
      "author": "Tessa Bailey",
      "rating": 3.56,
      "description": "From New York Times bestselling author Tessa Bailey comes a steamy novella full of hope and humor tracking a couple’s fake marriage for a year after the wild New Year’s Eve when they first say “I do.”...",
      "image": "assets/latest_books/book10.jpg"
    },
    {
      "title": "The Frozen River",
      "author": "Ariel Lawhon",
      "rating": 4.59,
      "description": "From the New York Times bestselling author of I Was Anastasia and Code Name Hélène comes a gripping historical mystery inspired by the life and diary of Martha Ballard...",
      "image": "assets/latest_books/book11.jpg"
    },
    {
      "title": "The Curse of Penryth Hall",
      "author": "Jess Armstrong",
      "rating": 3.73,
      "description": "An atmospheric gothic mystery that beautifully brings the ancient Cornish countryside to life, Armstrong introduces heroine Ruby Vaughn in her Minotaur Books & Mystery Writers of America First Crime Novel Award-winning debut...",
      "image": "assets/latest_books/book12.jpg"
    },
    {
      "title": "The Gentleman's Gambit (A League of Extraordinary Women, #4)",
      "author": "Evie Dunmore",
      "rating": 3.92,
      "description": "Bookish suffragist Catriona Campbell is busy: An ailing estate, academic writer's block, a tense time for England's women's rights campaign--the last thing she needs is to be stuck playing host to her father's distractingly attractive young colleague...",
      "image": "assets/latest_books/book13.jpg"
    },
    {
      "title": "What Waits in the Woods",
      "author": "Terri Parlato",
      "rating": 3.74,
      "description": "In this riveting thriller from a new master of suspense, a young dancer’s homecoming is marred by a grisly discovery—and the realization that nothing in her past may be quite what she believed...",
      "image": "assets/latest_books/book14.jpg"
    },
    {
      "title": "Sable Peak (The Edens, #6)",
      "author": "Devney Perry",
      "rating": 4.32,
      "description": "Vera Gallagher is chasing constant. For four years, her life was anything but normal. And the years before that she refuses to even remember. Dwelling on the past only hurts...",
      "image": "assets/latest_books/book15.jpg"
    }
  ]
  